[
  {
    "date": "Nov 29, 2023",
    "author": "Im Eun-byel",
    "title": "BlockSquare Seoul Reads Crypto Market Trends",
    "subtitle": "BlockSquare Seoul, under the wing of its holding company Youth Meta, provides virtual currency trading assistant services based on algorithms powered by artificial intelligence technology.",
    "content": "Founded in 2016, the firm’s robo advisor, Goyabot, offers market prediction for some 180 cryptocurrencies, speculating future price movements by using data generated from real-time market monitoring. Goyabot predicts crypto price fluctuations by analyzing buy and sell orders entered on exchanges, transaction data carried out on a blockchain network and liquidations taking place in the market. Based on the data, it provides scores for cryptocurrencies, evaluating their profitability and stability. The scores are made into graphs, known as Goya charts, which give signals for buying and selling.\n As the cryptocurrency market operates on a 24-hour basis, the robo advisor offers real-time analysis around the clock to provide a better trading environment for investors, helping them to make more informed decisions. Around 20 tech experts at the company generate the AI by analyzing data and setting up new algorithms to respond to the market.\nThe service, which has been provided for free for the past five years, has now been put behind a paywall worth 13,000 won ($10) per day. Some 15,000 users have so far subscribed to the service, according to the company. Hoping to break into new markets outside of Korea, the firm operates four overseas branches outside of the country -- in Singapore, Hong Kong, the US and the UK. It further plans to launch an automated trading service for investors in March, linking its investment portfolio with automatic purchases and sales for those who are unable to utilize the company’s charts.\nThe service, which is still in its trial period, has been generating an average profit of 10 percent. The automated trading service will allow investors to see stable profits, the company said. Youth Meta's affiliates include BlockSquare Seoul, the marketing branch ReTri, crypto asset growth platform Rising X, crypto foundation VOB, and finance and investment arm Block Square Investment. It further hopes to expand its business into the unmanned aerial vehicle industry in the near future, seeing potential in the drone service sector.",
    "desc" : "Iron Won, CEO of Youth Meta, poses for photos before an interview with The Korea Herald at the company's headquarters in Seoul, Monday. (Im Se-jun/The Korea Herald)",
    "press": "The Korea Herald",
    "pressdesc": "Established in 1953 as a unique, informative journalism company that has kept pace with readers, Herald is growing into a media company that produces high quality digital content. Herald thrives in changing environments, and is dynamic and flexible. Aiming for reader-friendly content, Herald seeks innovation and growth in line with changes in the media market. As Korea’s leading specialist papers, The Herald Business and The Korea Herald continue to push their limits in various fields. We strive for digitalization of content while expanding our portfolio and making new efforts to stay ahead of the times. Its affiliate Herald Auction is one of the three leading art auction companies in Korea, providing a platform where the public can easily enjoy art. Another affiliate, Herald Edu, offers unparalleled services with its education programs and content in many areas.",
    "link": "https://www.koreaherald.com/view.php?ud=20231129000775"
  },
  {
    "date": "Dec 12, 2023",
    "author": "Im Eun-byel",
    "title": "[Herald Interview] BlockSquare CTO on Importance of Real-time Data in Navigating Crypto Market",
    "subtitle": "From charting tool to trading bot, BlockSquare Seoul hopes to offer ultimate crypto trading assistance",
    "content": "Speed and accuracy in processing real-time data are key requisites for interpreting the volatile cryptocurrency market, said Won Hyuk, chief technical officer at BlockSquare Seoul. The crypto trading assistance company has created a charting tool for investors, which helps with trading analysis. Its AI-powered Goya algorithm suggests the best time to buy and sell, reading into the market price fluctuation of cryptocurrencies.“We convert figures from orderbook, on-chain data and liquidation attempts into scores through calculation, having the algorithm figure out when would be the right time to place orders,” Won said in a recent interview held with The Korea Herald.\n“Plus points are given when asset holders maintain a ‘long’ position, minus points are given when liquidations happen on a ‘short’ position,” Won explained.According to Won, the Goya charting tool has shown a high accuracy rate in its suggestion of trading signals. “We recently compiled the data which shows the tool’s accuracy rate stands at between 80 to 90 percent for top-traded coins such as Bitcoin, Ethereum and Ripple. The figure for other cryptocurrencies is expected to be somewhere in the 80 to 90 percent range, too,” Won said. The most difficult part of designing the algorithm for the charting tool was pulling the data from cryptocurrency exchanges. Though the data was accessible as on-chain transactions are carried out on a blockchain network, the challenge lay in figuring out the right speed with which to attain it.\n\"For instance, when we take data from Binance at a speed that is too fast, we are considered as a cyberattack and the exchange blocks out our Internet Protocol address. But if we bring the data at a much slower pace, it would not be real-time data anymore because of the time gap,” Won said. “Through many failures, we have figured out an optimal pace to bring in the data,” he explained. Adding to the charting tool service, the company plans to launch an automated trading bot next year. Though it currently offers automated trading for buying cryptocurrency, it also plans to expand the service to selling. “There are many trading autobot services out there. But from my understanding, most of the services place buying or selling orders for customers one by one. Then, there would be a gap between the first and last transaction, leading to a price gap,” he said. “But we have worked out a way to put in the signals all at once. That was not easy to figure out, but we managed.”\nThough the algorithm is powered by artificial intelligence, a certain amount of human interference is inevitable as AI can only be trained to perform specific tasks for the time being.\"We made the AI algorithm think like a human being. Because in the end, investments are powered by human decisions. But as the algorithm is run mechanically, it can perform ideal decision-making, unlike humans who are often swayed by emotions,” Won explained. One of the ways that the company’s autobot can halve risks is by liquidating assets when volatility in a cryptocurrency increases. “By putting in a code for liquidation on the cut-line, the autobot can automatically minimize losses,” Won said, adding the service in its test trial period has been seeing an early 10 percent profit on average.\nWon believes tech can only excel when data processing is continuously improved. It is not just about building the system but keeping things updated. “Though there have been many companies offering a similar solution to ours using scores and charts, most have disappeared. This shows maintaining the service through updating data and improving accuracy matters more than creating the technology itself,” he said. “Tech will only further develop as time passes. I hope to launch more services that can provide convenience and improve profitability in crypto trading for investors,” he said.",
    "desc" : "BlockSquare Seoul CTO Won Hyuk speaks during an interview held with The Korea Herald at the company's headquarters in Seoul, Dec. 6. (Im Se-jun/The Korea Herald)",
    "press": "The Korea Herald",
    "pressdesc": "Established in 1953 as a unique, informative journalism company that has kept pace with readers, Herald is growing into a media company that produces high quality digital content. Herald thrives in changing environments, and is dynamic and flexible. Aiming for reader-friendly content, Herald seeks innovation and growth in line with changes in the media market. As Korea’s leading specialist papers, The Herald Business and The Korea Herald continue to push their limits in various fields. We strive for digitalization of content while expanding our portfolio and making new efforts to stay ahead of the times. Its affiliate Herald Auction is one of the three leading art auction companies in Korea, providing a platform where the public can easily enjoy art. Another affiliate, Herald Edu, offers unparalleled services with its education programs and content in many areas.",
    "link": "https://www.koreaherald.com/view.php?ud=20231212000717"
  },
  {
    "date": "Nov 29, 2023",
    "author": "Im Eun-byel",
    "title": "[Herald Interview] Decoding Crypto Through Charts",
    "subtitle": "Youth Meta CEO hopes to provide simple, accurate leading indicators for virtual asset market",
    "content": "The answers are all out there in the charts for Iron Won, who leads Youth Meta, the holding company of crypto trading service operator BlockSquare Seoul. After a prolonged period of uncertainty in the cryptocurrency market, the crypto winter seems to have come to an end. As market sentiment lightens up, Won has one piece of advice for investors -- to predict market trends by tracking asset movements. “It is nearly impossible for an average person to approach the crypto market, as it is exposed to extreme price fluctuations,” Won said in an interview with The Korea Herald on Monday. “The market is led by futures, not spot exchanges, making it even more difficult to predict,” Won said. “It is nearly impossible to beat high-leveraged investments, no matter how many bitcoins you hold.”\nAccording to Won, there are “forces” that dominate the crypto market with bold, premeditated transactions. The only way to beat these forces is to read their movements, processing on-chain data, meaning verified blockchain transactions.“As the market is operated under distributed ledger technology, we can monitor wallet-to-wallet or wallet-to-exchange transactions. If we keep track of these activities, we can read into the price fluctuations and provide leading indicators of the market.”BlockSquare Seoul offers crypto charts for investors. Its AI-powered service Goyabot provides market intelligence, reading the price movements of major cryptocurrencies, and suggests the best time to buy and sell. The service has garnered some 15,000 users since it set up a paywall last year.Taking advantage of the crypto industry, which operates beyond borders, the company has been expanding its business to the overseas market. It operates a total of four overseas branches in Singapore, Hong Kong, the US and the UK. About 70 percent of its users are located outside of Korea, with the largest group coming from Japan.\n“The answers are all in the charts. There is no language barrier when it comes to crypto trading,” Won said. Backed by the growth in the charting service, BlockSquare Seoul is to launch an automatic transaction service next year. Linked to the company’s investment portfolio, the service will automate purchase and sales for investors who are unable to utilize the charts. The service, in a test trial period for the time being, has been seeing a 10 percent profit on average, Won said. This is relatively higher than the average single-digit profit seen in AI-based investments for the stock market. “Different from shares, the crypto market does not have limits on price surges or dips, meaning it can generate high risk and high profit. A 10 percent profit is an achievable figure in this industry,” he said.\nIn recent years, Korea has been working to regulate the prominent virtual asset market. The Act on the Protection of Virtual Asset Users, which aims to regulate unfair transaction activities in the market, is set to take effect in July 2024. The second phase of the act, currently underway, is to regulate players in the industry. “Some of the cryptocurrencies in the market are made to cause harm to investors. Tight monitoring of the market is necessary,” Won said, welcoming the legislative efforts. However, Won stressed that authorities must have a thorough understanding of the virtual asset market. Though the company’s service is limited to the crypto trading market for the time being, Won hopes it can grow to provide diverse services related to the blockchain industry, from administrative affairs to banking. “There will come a time when every aspect of our lives will be connected to blockchain technology. I hope BlockSquare Seoul can play a pivotal role, linking users to services,” he said.",
    "desc" : "Iron Won, CEO of Youth Meta, poses for photos before an interview with The Korea Herald at the company's headquarters in Seoul, Monday. (Im Se-jun/The Korea Herald)",
    "press": "The Korea Herald",
    "pressdesc": "Established in 1953 as a unique, informative journalism company that has kept pace with readers, Herald is growing into a media company that produces high quality digital content. Herald thrives in changing environments, and is dynamic and flexible. Aiming for reader-friendly content, Herald seeks innovation and growth in line with changes in the media market. As Korea’s leading specialist papers, The Herald Business and The Korea Herald continue to push their limits in various fields. We strive for digitalization of content while expanding our portfolio and making new efforts to stay ahead of the times. Its affiliate Herald Auction is one of the three leading art auction companies in Korea, providing a platform where the public can easily enjoy art. Another affiliate, Herald Edu, offers unparalleled services with its education programs and content in many areas.",
    "link": "https://www.koreaherald.com/view.php?ud=20231129000771"
  },
  {
    "date": "Dec 12, 2023",
    "author": "Im Eun-byel",
    "title": "BlockSquare Seoul Helps Crypto Investors Reduce Risks",
    "subtitle": "BlockSquare Seoul is working to strengthen its service lineup to support investors in mitigating risks and increasing profit in cryptocurrency trading.",
    "content": "BlockSquare Seoul is working to strengthen its service lineup to support investors in mitigating risks and increasing profit in cryptocurrency trading. The company provides charts which show the price fluctuation of major cryptocurrencies and assess risks, bid prices and liquidation attempts. The charting service, like the cryptocurrency market, operates on a 24-hour basis. The charts further speculate future price movements by using data generated from real-time market monitoring. The charting tool, powered by an artificial intelligence algorithm, gives signals for buying and selling, optimizing the timing for transactions.\nThe platform's AI algorithm was trained by deep-learning on years of data, the company said. Users make trading decisions based on the “long position” and “short position” signals. For more detailed future guidance, investors can refer to “L2” and “S2” signals, which show the projected level of price fluctuations. BlockSquare Seoul plans to launch an automated trading bot service for crypto investing next year. While the previous model only offered automated buying for cryptocurrency, the upcoming model covers both buying and selling, maximizing profit while maintaining stability. The autobot service will transact both spot and futures trading for cryptocurrency.The company’s tech team, consisting of about 20 experts, is divided into three parts: backend, front and data management. Its CTO Won Hyuk oversees the whole team while participating in backend development himself, as he sees backend development as the backbone of the crypto trading assistant service.\nLike most other crypto-related companies, BlockSquare Seoul is heavily reliant on data storage, as it processes and generates large amounts of data. It uses Amazon Web Services, a cloud computing service offered by the US tech giant. According to Won, the company's data is stored at a data center in Virginia. Won hopes that BlockSquare Seoul can later build its own data center for more thorough data protection, though the establishment of a data center may be costly.BlockSquare Seoul also holds briefings on the latest cryptocurrency market trends through its YouTube channel to help investors navigate crypto trading.",
    "desc" : "Users of the company's charting tool service based in Japan are to hold a meeting in Tokyo on Dec. 17. (Im Se-jun / The Korea Herald)",
    "press": "The Korea Herald",
    "pressdesc": "Established in 1953 as a unique, informative journalism company that has kept pace with readers, Herald is growing into a media company that produces high quality digital content. Herald thrives in changing environments, and is dynamic and flexible. Aiming for reader-friendly content, Herald seeks innovation and growth in line with changes in the media market. As Korea’s leading specialist papers, The Herald Business and The Korea Herald continue to push their limits in various fields. We strive for digitalization of content while expanding our portfolio and making new efforts to stay ahead of the times. Its affiliate Herald Auction is one of the three leading art auction companies in Korea, providing a platform where the public can easily enjoy art. Another affiliate, Herald Edu, offers unparalleled services with its education programs and content in many areas.",
    "link": "https://www.koreaherald.com/view.php?ud=20231212000719"
  },
  {
    "date": "Dec 12, 2023",
    "author": "",
    "title": "ブロックスクエアソウル、仮想通貨市場のトレンドを読む",
    "subtitle": "持株会社ユースメタ傘下のブロックスクエアソウルは、人工知能技術アルゴリズムを基盤に仮想通貨トレーディング秘書サービスを提供している。",
    "content": "2016年に設立された同社のロボアドバイザーであるゴヤボットは、リアルタイム市場モニタリングを通じて生成されたデータを基に180余りの仮想通貨の相場予測サービスを提供し、今後の価格変動を予測する。ゴヤボットは取引所の呼び値ウィンドウの買収および売り注文、ブロックチェーンネットワークで行われる取引データ、市場で発生する清算などを分析し、暗号通貨価格変動を予測する。データを基盤に暗号通貨の収益性と安定性を評価し、点数を提供する。 この点数はゴヤチャートというグラフで作られ、買いと売りの信号を提供する。\n暗号通貨市場は24時間運営されるため、ロボアドバイザーは投資家により良い取引環境を提供するために24時間リアルタイム分析を提供し、投資家が情報に基づいた決定を下すことができるよう支援する。20人余りの技術専門家がデータを分析し、新しいアルゴリズムを設定して市場に対応する方式で人工知能を生成する。この5年間無料で提供されてきたこのサービスは、今や1日13,000ウォン(10ドル)の有料化措置を取った。 現在までに約15、000人のユーザーがサービスに加入したと会社側は明らかにした。 特に日本市場で強気を見せており、日本のユーザーは今年末12月17日に東京でゴヤボットを活用したトレーディングに関する討論会を開く予定だという。\nこの他にも常に新しい市場進出のためにシンガポール、香港、米国、英国に4つの海外支社を運営している。また、3月にはチャートを活用しにくい投資家のために、投資ポートフォリオと自動売買を連動させる自動売買サービスをリリースする計画だ。まだテスト運営中の同サービスは、平均月利10%の収益を創出している。 自動売買サービスを通じて投資家は安定的な収益を得ることができると会社側は明らかにした。ユースメタの系列会社としてはブロックスクエアソウル、マーケティング子会社 リトリ、暗号通貨資産成長プラットフォーム ライジングX、暗号通貨財団 VOB、金融および投資部門ブロックスクエアインベストメントなどがある。",
    "desc" : "2016年に設立された同社のロボアドバイザーであるゴヤボットは、リアルタイム市場モニタリングを通じて生成されたデータを基に180余りの仮想通貨の相場予測サービスを提供し、今後の価格変動を予測する",
    "press": "コインテレグラフ ジャパン",
    "pressdesc": "Founded in 2013, Cointelegraph is the leading independent digital media resource covering a wide range of news on blockchain technology, crypto assets, and emerging fintech trends. Each day our team delivers the most accurate and up-to-date news from both the decentralized and centralized worlds. Our editorial content is based on our passion to deliver unbiased news, in-depth analytics, comprehensive cryptocurrency price charts, insightful opinion pieces, as well as regular reports on the social transformation that digital currencies bring. We believe that the decentralized world will grow exponentially, becoming an integral part of our daily lives. We work every day to help educate our readers and raise awareness of the intricacies and advantages offered in today’s digital revolution. With technology breakthroughs now occurring in fields such as AI, VR, nanotech, quantum computing, and an increasing number of businesses, entrepreneurs and consumers adopting blockchain technology in everyday life, we aim to inform, educate, and share valuable information with our readers.",
    "link": "https://jp.cointelegraph.com/press-releases/block-square-soul-read-trends-in-crypto-market"
  },
  {
    "date": "Jan 30, 2024",
    "author": "엄윤경",
    "title": "리트리, '2024 스페셜 미팅' 행사 개최",
    "subtitle": "행사는 리트리 서비스를 이용하는 고객들이 모여 회사 상품에 대한 토의와 회사의 새로운 비전을 공유하는 자리로 마련됐다. 이날 행사에는 한국과 일본을 필두로 중국, 몽골 등 해외 시장에서 서비스를 이용하는 고객 200여 명이 참여해 눈길을 끌었다.",
    "content": "빅데이터와 인공지능 기술 알고리즘을 기반으로 가상화폐 시세예측 서비스를 제공하는 (주)리트리는 지난 28일 오후 경기 성남시 판교 기업지원단지에서 회원 600여명이 참석한가운데 '2024 스페셜 미팅'행사를 개최했다고 30일 밝혔다. \n이 행사는 유스메타그룹 산하 리트리의 서비스를 이용하는 고객들이 모여 회사 상품에 대한 토의와 회사의 새로운 비전을 공유하는 자리다. 이날 행사에는 한국을 비롯해 일본, 중국, 몽골 등 해외시장에서 이 회사 서비스를 이용하는 고객 200여명이 참석했다. \n리트리는 초보자들이 쉽게 접하기 힘든 암호화폐 트레이딩 시장에서 성공적인 경험을 할 수 있도록 매수·매도에 관한 AI 보조지표 서비스를 제공하고 있다. 현재 일본, 미국, 영국, 홍콩 등 10여개국 2만여명이 회원으로 가입해 이 회사 서비스를 이용하고 있다",
    "desc" : "(주)리트리는 지난 28일 경기 성남시 판교 기업지원단지에서 회원 600여 명이 참석한 가운데 '2024 스페셜 미팅' 행사를 개최했다. (사진=리트리 제공)",
    "press": "네이버 뉴스",
    "pressdesc": "Naver is a South Korean online platform operated by the Naver Corporation. It was launched in 1999 as the first web portal in South Korea to develop and use its own search engine. It was also the world's first operator to introduce the comprehensive search feature, which compiles search results from various categories and presents them in a single page. Naver has since added a multitude of new services ranging from basic features such as e-mail and news to the world's first online Q&A platform Knowledge iN. As of September 2017, the search engine handled 74.7% of all web searches in South Korea and had 42 million enrolled users. More than 25 million Koreans have Naver as the start page on their default browser and the mobile application has 28 million daily visitors. Naver has also been referred to as 'the Google of South Korea'.",
    "link": "https://n.news.naver.com/article/417/0000978490?sid=105"
  },
  {},
  {}
]