{
  "terms": {
    "title" : "Terms of Use",
    "content": [
      {"title" :  "Introduction", "content" : "Welcome to vobc.io! These Terms of Service govern your use of our website and services. By accessing or using our website, you agree to be bound by these terms. Please read them carefully before using our services." },
      {"title":  "Acceptance of Terms", "content":  "By accessing or using vobc.io, you agree to be bound by these Terms of Service. If you do not agree to all the terms and conditions of this agreement, you may not access or use the website."},
      {"title" :  "Description of Services", "content":  "vobc.io provides an online platform for the VOB foundation. These services are provided \"as is\" and are subject to change without notice."},
      {"title":  "User Accounts", "content":  "In order to access certain features of vobc.io, you may be required to create a user account. You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account."},
      {"title":  "User Conduct", "content": "You agree to use vobc.io in accordance with all applicable laws and regulations. Prohibited activities include, but are not limited to: Uploading or transmitting any harmful, unlawful, or inappropriate content Attempting to gain unauthorized access to other user accounts or to vobc.io systems or networks Interfering with the proper functioning of vobc.io or disrupting other users use of the website" },
      {"title":  "Intellectual Property Rights", "contents":  "All content and materials on vobc.io, including text, graphics, logos, and images, are the property of vobc.io or its licensors and are protected by copyright and other intellectual property laws."},
      {"title":  "Privacy Policy", "content":  "By using vobc.io, you agree to the terms of our Privacy Policy, which describes how we collect, use, and protect your personal information."},
      {"title":  "Payment and Billing", "content":  "Certain features of vobc.io may require payment. By using these features, you agree to pay all applicable fees and charges."},
      {"title":  "Disclaimers", "content":  "vobc.io is provided \"as is\" without any warranties, express or implied. We do not warrant that the website will be error-free, uninterrupted, or secure."},
      {"title":  "Indemnification", "content":  "You agree to indemnify and hold vobc.io harmless from any claims, losses, or liabilities arising from your use of the website or your violation of these Terms of Service."},
      {"title":  "Governing Law", "content":  "These Terms of Service are governed by the laws of jurisdiction, without regard to its conflict of laws principles. Any disputes arising out of or relating to these terms shall be resolved exclusively in the courts of jurisdiction."},
      {"title":  "Changes to Terms", "content":  "We reserve the right to modify or update these Terms of Service at any time. Any changes will be effective immediately upon posting. You are responsible for reviewing the terms periodically for changes."},
      {"title":  "Effective Date", "content":  "These Terms of Service were last updated on 11.07.2024"}
    ]
  },
  "cookies": {},
  "privacy": {}
}