{
  "main" : {
    "title_0" : "VOB 1.0 Smart Trading",
    "title_1" : "Experience Emotion-Free Trading with AI",
    "subtitle_0" : "Discover secure and emotion-free trading with our advanced AI technology",
    "subtitle_1": "Join us for global revenue opportunities",
    "subtitle_2":"Build a Thriving Ecosystem with Us",
    "description": "The VOB token and the VOB foundation expands access to the blockchain for all and deepens the engagement between exchanges, developers, and communities."
  },
  "nav" : {
    "home" : "Home",
    "about" : "About",
    "devs" : "Devs",
    "team" : "Team",
    "news" : "News",
    "cookies" : "Cookies",
    "privacy" : "Privacy",
    "terms" : "terms",
    "language": "Select Language"
  },
  "about" : {
    "main_title" : "Our Vision",
    "title_0" : "The Future Value of the VOB Token",
    "content_0" : "We constantly seek algorithms that would make our value a reality. The future value of our token will surpass what you could possibly imagine. We aim to provide economic freedom to everyone and lead the AI and the blockchain industries. On our platform, participants will democratically own and contribute to our values. People from various countries are anticipating our token. We are walking towards the dream of pioneering the global AI and blockchain markets, creating a future space where everyone can engage in fair and free economic activities.",
    "title_1" : "GOYABOT and the VOB token's Evolutionary Strategy and Future Prospects",
    "content_1" : "VOB's vision is to expand into a global trading solution, to enhance accuracy through accumulating data from cryptocurrency exchanges and markets utilzing distributed supercomputing system. Our GOYABOT platform efficiently delivers customized AI solutions and empowers clients to achieve the trading and investing objectives.",
    "title_2" : "The VOB Token Economy",
    "content_2" : "The VOB Token Economy is built upon its four major pillars. The payment economy, the global community, the NFT economy and the GOYABOT AI. The participants will be generating constant profits by leveraging the token economy’s unique features which is distinct from the rest. The VOB token will play a role as the economy’s major payment currency, providing a seamless experience which will eventually lead to the constant and rapid growth of the global community. Finally the VOB NFT takes place and augments the participant’s overall experience, providing intuitive and tangible indicators for each participant, updated and provided instantly upon every action carried out by the participant. The GOYA AI is structured to evolve and reflect each individual’s unique traits and needs to its algorithim and to the ecosystem, providing customized strategy and guidelines to every single participant."

  },
  "devs" : {
    "devs_title": "「GOYA AI」 and the Big Data",
    "devs_content": "GOYA AI by VOB is an automated computer program designed to execute specific tasks with minimal human intervention. The number of users are increasing as we send out more efficient data. Meanwhile, VOB is building an ecosystem with technically advanced policies and the VOB token. Furthermore, we will ensure a more advanced platform by providing a stable Token Economy and opportunities to generate profits.",
    "devs_acc": {
      "0": {
        "title": "Improved Decision Making",
        "content": "AI can analyze massive data from various sources. This helps traders make more informed decisions and identify opportunities that may have been overlooked when traditional methods were taken."
      },
      "1": {
        "title": "Improved Risk Management",
        "content": "AI analyze data in real time and identifies potential risks, allowing traders to take appropriate action to mitigate risks"
      },
      "2": {
        "title": "Improved Efficiency",
        "content": "AI automates certain tasks and processes, allowing traders to focus on more complex tasks that require human expertise"
      },
      "3": {
        "title": "Improved Accuracy",
        "content": "AI algorithms help reduce the risk of errors or mistakes by analyzing data and making decisions based on logic without being swayed by personal emotions or prejudices"
      },
      "4": {
        "title": "Improved Personalization",
        "content": "By analyzing the past behaviors of each trader, AI provides personalized recommendations and adjust strategies to suit their specific needs and preferences"
      }
    },
    "devs_subtitle": "Security Architecture"
  },
  "devs_main": {
    "title" : "Technology",
    "subtitle" : "Security Architecture",
    "content" : "GOYABOT is an advanced automated computer program. It operates with minimal human intervention efficiently increasing user engagement. We are commited to leveraging technology and the VOB token to construct a resilient ecosystem ensuring stable token economy and profit-generative prospects.",
    "btn" : "view more"
  },
  "whitepaper" : {
    "whitepaper": "View the VOB white paper",
    "smartcontract" : "View the VOB smart contract account",
    "viewbtn": "View",
    "checkbtn": "Check",
    "total": "Total"
  },
  "distribution": {
    "vobtoken": "VOB Token",
    "model": "Distribution Model",
    "EA": "EA",
    "opendetail": "Open Detail",
    "closedetail": "Close Detail"
  },
  "partners": {
    "title": "Get Started with VOB",
    "subtitle": "Start trading now with VOB's partner and globally verified CEX",
    "startbtn": "Get Started",
    "lbank": "Founded in 2015, LBank Exchange is a top cryptocurrency trading platform with licenses of NFA, MSB, and Canada MSB. LBank Exchange provides global users with secure, professional, and convenient products and services, including Cryptocurrency Trading, Derivatives, Staking, NFT, and LBK Labs investment",
    "cointrpro": "CoinTR.com is an integrated international Cryptocurrency platform founded in 2022. Powerful founders of traditional Turkish financial institutions and experienced team members from top crypto exchanges in London & Istanbul, Turkey make us more competitive and trustworthy."
  },
  "team": {
    "0" : {
      "first" : "Management",
      "second" : "Team",
      "title" : "Management Team"
    },
    "1" : {
      "first" : "Engineering",
      "second" : "Team",
      "title" : "Engineering Team"
    },
    "2" : {
      "first" : "Strategy",
      "second" : "Team",
      "title" : "Strategy Team"
    },
    "3" : {
      "first" : "Business",
      "second" : "Team",
      "title" : "Business Team"
    },
    "4" : {
      "first" : "Trading",
      "second" : "Team",
      "title" : "Trading Team"
    },
    "5" : {
      "first" : "External",
      "second" : "Advisors",
      "title" : "External Advisors"
    },
    "6" : {
      "first" : "Defense",
      "second" : "Counsel",
      "title" : "Defense Counsel"
    }
  },
  "news" : {
    "0" : "For over a decade VOB foundation has deepend its partnerships with global cryptocurrency exchanges and buisness organizations, including L BANK, CoinTR pro, and multiple domestic exchanges. VOBs own token economy initiatives include the rising-X platform, a digital platfrom dedicated to crypto currency trading of the VOB community and the overall token ecosystem including the upcomming NFT project. Our collaborations and programs embrace the complexities of the crypto currency landscape by exploring new ideas and perspectives with individuals and organizations within and beyond the token ecosystem. The team steering these partnerships and initiatives is the VOB foundation. Our goal is to spark meaningful trading experience, cultivate the use of aritificial intelligence in trading, and facilitate NFT project that connects across boundaries by supporting the token economy that inspires us all.",
    "1" : "We aspire to offer opportunities to reconsider the contemporary crypto currency landscape and envision its future by supporting the token economy and its communities. VOB foundation catalyzes its long-standing partnerships with exchanges and communities around the world. As an extension of this work, we endeavor to expand access to the crypto currency while fostering enriched connections amongst our community of traders, marketers, technologists, annalists, celebrities, and global audiences. With all that we do, our aim is to ignite conversation, cultivate empathy, and facilitate collaboration that transcends conventional boundaries. Our efforts extend beyond support for individual traders or marketers; we strive to engage the entire token ecosystem by building resilient networks that function like parts of a living organism."
  }
}