{
  "main": {
    "title_0": "VOB 1.0 スマートトレーディング",
    "title_1": "AIで感情に左右されない取引を体験してください。",
    "subtitle_0": "高度なAI技術で安全かつ感情に左右されない取引を発見してください。",
    "subtitle_1": "世界的な収益機会に参加しましょう。",
    "subtitle_2": "私たちと一緒に繁栄するエコシステムを構築しましょう。",
    "description": "VOBトークンとVOB財団は、すべての人にブロックチェーンへのアクセスを拡大し、取引所、開発者、コミュニティ間のエンゲージメントを深めます。"
  },
  "nav" : {
    "home" : "ホーム",
    "about" : "紹介",
    "devs" : "開発",
    "team" : "チーム",
    "news" : "ニュース",
    "media" : "メディア",
    "cookies" : "クッキーポリシー",
    "privacy" : "プライバシーポリシー",
    "terms" : "利用規約",
    "language": "言語選択",
    "detail": "詳細"
  },
  "vision": {
    "vision" : "VOB財団では、グローバルなコミュニティと新しいアイデアの間に繋がりを育むことを目指しています。このビジョンに導かれ、Vision of Blockchainプロジェクトは、創造的なコラボレーションを通じて私たちのコミュニティを拡大することを目指しています。私たちのチームは、多様な背景や実践を持つ専門家を招き、彼らが私たちのコミュニティとトークン経済の本質を探求し解釈することを奨励しています。それぞれの参加者のユニークな視点を通じて、暗号通貨に関する現在のグローバルな対話を豊かにし、将来の可能性のある風景についての議論を深めることを目指しています。",
    "blockchain" : "ブロックチェーンは、ビットコインプロジェクトの一環として、ピアツーピアの電子現金システムを提案したサトシ・ナカモトによってもたらされたアイデアです。このシステムでは、通貨の価値は分散型参加者とその相互作用によって保証されます。VOB財団は、ブロックチェーン技術の哲学に根ざしたコミュニティ協力の必要性に応えるため、参加者がブロックチェーンの成長を促進することを奨励しています。Vision of Blockchainプロジェクトでは、データと人工知能を活用して、オンラインとオフラインの世界をつなぐ資産を作成しています。この作業には、リアルタイムの情報や社会的相互作用を含むことが多く、現代の暗号通貨構造を探求しています。",
    "vob": "私たちのブロックチェーンへの献身は、世界中の取引所や暗号通貨コミュニティとの長期的なパートナーシップを通じて具体化されます。各パートナーとの協力的な精神のもと、新しい方法でブロックチェーン、開発者、および暗号通貨コミュニティを支援するための独自のイニシアチブを作り出しています。絶えず進化するネットワークとして、VOBのハイブリッド構造は、地域や興味の間でアイデアやサポートが流れることを可能にし、多様性と多様性を完全に受け入れています。",
    "about" : "VOBについて"
  },
  "about" : {
    "main_title": "私たちのVISION",
    "title_0": "VOBトークンの将来価値",
    "content_0": "私たちは常に価値を現実のものとするアルゴリズムを探求しています。私たちのトークンの将来価値は、想像を超えるものとなるでしょう。私たちの目標は、経済的自由をすべての人に提供し、AIおよびブロックチェーン業界をリードすることです。私たちのプラットフォームでは、参加者が民主的に価値を所有し、貢献することができます。さまざまな国の人々が私たちのトークンを期待しています。私たちは、誰もが公正で自由な経済活動に参加できる未来の空間を創造し、世界のAIおよびブロックチェーン市場を先導する夢に向かって歩んでいます。",
    "title_1" : "GOYABOTとVOBトークンの進化戦略と将来展望",
    "content_1" : "VOBのビジョンは、分散型スーパーコンピューティングシステムを活用して暗号通貨取引所および市場からのデータを蓄積し、精度を向上させることで、グローバルな取引ソリューションに拡大することです。私たちのGOYABOTプラットフォームは、効率的にカスタマイズされたAIソリューションを提供し、クライアントが取引および投資の目標を達成できるように支援します。",
    "title_2" : "VOBトークン経済",
    "content_2" : "VOBトークン経済は、4つの主要な柱に基づいて構築されています。支払い経済、グローバルコミュニティ、NFT経済、そしてGOYABOT AIです。参加者は、他とは異なるトークン経済のユニークな機能を活用することで、継続的な利益を生み出します。VOBトークンは経済の主要な支払い通貨としての役割を果たし、シームレスな体験を提供することで、最終的にはグローバルコミュニティの継続的かつ急速な成長につながります。最後に、VOB NFTが参加者の全体的な体験を拡張し、各参加者に直感的で具体的な指標を提供します。これらの指標は、参加者が行うすべてのアクションに応じて即座に更新および提供されます。GOYA AIは、各個人のユニークな特性とニーズをアルゴリズムとエコシステムに反映するように構成されており、各参加者にカスタマイズされた戦略とガイドラインを提供します。"
  },
  "devs" : {
    "devs_title" : "「GOYA AI」とビッグデータ",
    "devs_content": "VOBのGOYA AIは、特定のタスクを最小限の人間の介入で実行するように設計された自動化コンピュータプログラムです。より効率的なデータを提供することで、ユーザーの数が増加しています。一方で、VOBは技術的に高度なポリシーとVOBトークンを用いてエコシステムを構築しています。さらに、安定したトークン経済と利益を生み出す機会を提供することで、より高度なプラットフォームを確保します。",
    "devs_acc": {
      "0": {
        "title": "意思決定の向上",
        "content": "AIはさまざまなソースから大量のデータを分析できます。これにより、トレーダーはより情報に基づいた意思決定を行い、従来の方法では見逃されていた可能性のある機会を特定するのに役立ちます。"
      },
      "1": {
        "title": "リスク管理の向上",
        "content": "AIはリアルタイムでデータを分析し、潜在的なリスクを特定することで、トレーダーが適切な行動を取ってリスクを軽減できるようにします。"
      },
      "2": {
        "title": "効率の向上",
        "content": "AIは特定のタスクやプロセスを自動化することで、トレーダーが人間の専門知識を必要とするより複雑なタスクに集中できるようにします。"
      },
      "3": {
        "title": "正確性の向上",
        "content": "AIアルゴリズムはデータを分析し、論理に基づいて意思決定を行うことで、個人的な感情や偏見に左右されることなく、エラーやミスのリスクを軽減します。"
      },
      "4": {
        "title": "パーソナライゼーションの向上",
        "content": "AIは各トレーダーの過去の行動を分析し、個別の推奨事項を提供し、それぞれの特定のニーズや好みに合わせて戦略を調整します。"
      }
    },
    "devs_subtitle": "セキュリティアーキテクチャ"
  },
  "devs_main": {
    "title": "テクノロジー",
    "subtitle": "セキュリティアーキテクチャ",
    "content": "GOYABOTは高度な自動化コンピュータプログラムです。最小限の人間の介入で動作し、ユーザーのエンゲージメントを効率的に向上させます。私たちは、技術とVOBトークンを活用して、安定したトークン経済と利益を生み出す見通しを確保するために、強固なエコシステムを構築することに専念しています。",
    "btn": "もっと見る"
  },
  "whitepaper" : {
    "whitepaper": "VOB ホワイトペーパーを見る",
    "smartcontract" : "VOBスマートコントラクトを確認",
    "viewbtn": "見る",
    "checkbtn": "確認"
  },
  "roadmap": {
    "title": "プロジェクト・ロードマップ",
    "0": {
      "date": "2017年2月",
      "title": "暗号資産価格予測",
      "content": "GoyaBotのAI駆動分析に基づく暗号資産価格の視覚化予測により、将来の傾向を予測します。"
    },
    "1": {
      "date": "2017年6月",
      "title": "アービトラージ取引データの収集と分析",
      "content": "アービトラージ取引および暗号資産市場の履歴パターンに関する6年間のデータの研究と集計、深い市場洞察のために。"
    },
    "2": {
      "date": "2022年12月",
      "title": "LBank CEX取引所への上場",
      "content": "主要な中央取引所であるLBankに成功裏に上場。"
    },
    "3": {
      "date": "2023年5月",
      "title": "GoyaBot 5.0のローンチ＆グローバル展開",
      "content": "完全な自動取引ボットのリリースと、オンラインチャネルを通じたグローバル展開の拡大。"
    },
    "4": {
      "date": "2023年10月",
      "title": "システムの強化",
      "content": "ReTriの高度な計算システムとGOYABOTのプレミアムチャート機能のローンチ。"
    },
    "5": {
      "date": "2023年10月",
      "title": "Rising Xベータプラットフォームのローンチ",
      "content": "将来のリリースへの道を開くRising Xプラットフォームのベータ開始。"
    },
    "6": {
      "date": "2024年Q3",
      "title": "Rising Xプラットフォームの完全なローンチ",
      "content": "VOBトークンが主要な支払い通貨として機能し、Rising Xプラットフォームのグローバル成長を促進。"
    },
    "7": {
      "date": "2025年Q1",
      "title": "VOB NFTプロジェクトのローンチ",
      "content": "プラットフォームのエコシステムとユーザーエンゲージメントを強化するため、VOB NFTプロジェクトを導入。"
    }
  },
  "distribution": {
    "vobtoken": "VOBトークン",
    "model": "配分モデル",
    "EA": "枚",
    "opendetail": "詳細を開く",
    "closedetail": "詳細を閉じる",
    "total": "総計"
  },
  "partners": {
    "title": "VOBをスタート",
    "subtitle": "グローバルに認証されたCEXを含むVOBのパートナーと一緒に今すぐ取引を開始しましょう",
    "startbtn": "はじめる",
    "lbank": "LBank Exchangeは2015年に設立され、NFA、MSB、およびCanada MSBのライセンスを取得しています。LBank Exchangeは、仮想通貨取引、デリバティブ、ステーキング、NFT、およびLBK Labs投資を含む、世界中のユーザーに安全でプロフェッショナル、便利な製品とサービスを提供しています。",
    "cointrpro": "CoinTR.comは2022年に設立された統合型国際仮想通貨プラットフォームです。トルコの伝統的な金融機関の強力な創設者と、ロンドンとイスタンブールのトップ仮想通貨取引所の経験豊富なチームメンバーが、当社をより競争力のある信頼性の高いものにしています。",
    "deepcoin": "Deepcoinは、パーペチュアル契約およびCFD契約を通じてレバレッジ取引をサポートする、グローバルな暗号資産デリバティブ取引プラットフォームです。現物取引、ステーキング、DeFiサービスなど、多様な投資機会を提供しており、初心者から上級者まで幅広く対応しています。セキュリティと革新的な取引ツールに重点を置き、Deepcoinは世界中の暗号資産愛好家にシームレスで堅牢な体験を提供することを目指しています。"
  },
  "team": {
    "0" : {
      "first" : "経営",
      "second" : "＆ 管理",
      "title" : "経営＆管理"
    },
    "1" : {
      "first" : "ビジネス",
      "second" : "＆ サポート",
      "title" : "ビジネス＆サポート"
    },
    "2" : {
      "first" : "エンジニアリング",
      "second" : "＆ 開発",
      "title" : "エンジニアリング＆開発"
    },
    "3" : {
      "first" : "グロバル",
      "second" : "＆ 戦略",
      "title" : "グロバル＆戦略"
    },
    "4" : {
      "first" : "広報 &",
      "second" : "プラットフォーム",
      "title" : "広報＆プラットフォーム"
    },
    "5" : {
      "first" : "アルゴリズム",
      "second" : "＆ 取引",
      "title" : "アルゴリズム＆取引"
    },
    "6" : {
      "first" : "アドバイザー ＆",
      "second" : "コンサルタント",
      "title" : "アドバイザー＆コンサルタント"
    },
    "7" : {
      "first" : "弁護",
      "second" : "& 法律",
      "title" : "弁護&法律"
    }
  },
  "news" : {
    "0" : "10年以上にわたり、VOB財団はL BANK、CoinTR pro、および複数の国内取引所を含むグローバルな暗号通貨取引所やビジネス組織とのパートナーシップを深めてきました。VOBの独自のトークン経済イニシアチブには、VOBコミュニティの暗号通貨取引専用デジタルプラットフォームであるrising-Xプラットフォームや、今後予定されているNFTプロジェクトを含む全体的なトークンエコシステムが含まれます。私たちのコラボレーションとプログラムは、トークンエコシステム内外の個人や組織とともに新しいアイデアや視点を探求することで、暗号通貨の複雑さを受け入れています。これらのパートナーシップとイニシアチブを推進するのはVOB財団のチームです。私たちの目標は、意味のある取引体験を刺激し、取引における人工知能の利用を促進し、境界を越えてつながるNFTプロジェクトを支援することで、私たち全員にインスピレーションを与えるトークン経済をサポートすることです。",
    "1" : "私たちは、トークン経済とそのコミュニティを支援することで、現代の暗号通貨の風景を再考し、その未来を見据える機会を提供することを目指しています。VOB財団は、長年にわたる取引所やコミュニティとのパートナーシップを活性化しています。この取り組みの一環として、暗号通貨へのアクセスを拡大し、トレーダー、マーケター、技術者、アナリスト、著名人、そしてグローバルな観客からなるコミュニティの間で豊かなつながりを育むことに努めています。私たちの目標は、会話を喚起し、共感を育み、従来の境界を超えた協力を促進することです。私たちの努力は、個々のトレーダーやマーケターの支援にとどまらず、生きた有機体の一部のように機能する強固なネットワークを構築することで、トークンエコシステム全体に関与することを目指しています。",
    "more": "もっと見る"
  },
  "media": {
    "title": "VOBメディア",
    "description": "VOB財団は広報というテーマやコミュニティとVOB財団の交差点に関するより大きな問題に取り組み、VOBメディアの立ち上げを通じて活動しています。この一連の公的資料は、多様な人々を集め、刺激的で影響力のある体験に参加する機会を提供します。このメディアは、アイデアと技術の融合の広大な可能性を探求・検証するという考えに基づいており、対談や会話、編集記事、インタビュー、VOB関連のプロモーションやイベントを含む一連の資料を提供します。",
    "type": {
      "editorial": "編集記事",
      "interview": "インタビュー",
      "event": "イベント",
      "publicity": "広報"
    },
    "read": "閲覧する",
    "about": "メディアについて",
    "aboutDesc": "2022年に立ち上げられたVOBメディアは、VOBトークンエコシステムのハイブリッド性を解釈する一連のオリジナルメディアであり、世界中の多様な実践を持つ現代の暗号通貨参加者と協力して作成されています。"
  }
}
