{
  "main": {
    "title_0": "VOB 1.0 スマートトレーディング",
    "title_1": "AIで感情のない取引を体験",
    "subtitle_0": "当社の高度なAI技術で安全で感情のない取引を発見します。",
    "subtitle_1": "グローバルな収益機会のために参加します",
    "subtitle_2": "私たちと共に繁栄するエコシステムを構築します"
  },
  "nav" : {
    "home" : "ホーム",
    "about" : "紹介",
    "devs" : "開発",
    "team" : "チーム",
    "news" : "ニュース"
  },
  "about" : {
    "main_title": "私たちのVISION",
    "title_0": "VOBトークンの将来価値",
    "content_0": "私たちは常に、私たちの価値を現実のものにするアルゴリズムを求めています。 私たちのトークンの将来の価値は、あなたが想像できるものを超えるでしょう。 私たちは、すべての人に経済的な自由を提供し、AIとブロックチェーン産業をリードすることを目指しています。 私たちのプラットフォームでは、参加者は民主的に私たちの価値を所有し、貢献します。 様々な国の人たちが私たちのトークンを楽しみにしています。 グローバルAIとブロックチェーン市場を開拓し、誰もが公正で自由な経済活動ができる未来の空間を作るという夢に向かって歩いています。",
    "title_1" : "GOYABOTとVOBトークンの進化戦略と将来の展望",
    "content_1" : "VOBのビジョンは、分散型スーパーコンピューティングシステムを活用した仮想通貨取引所と市場のデータ蓄積を通じて正確性を高めるグローバルトレーディングソリューションに拡大することです。 私たちのGOYABOTプラットフォームは、カスタマイズされたAIソリューションを効率的に提供し、取引と投資の目標を達成するためにクライアントを支援します。",
    "title_2" : "VOBトークンエコノミー",
    "content_2" : "VOBトークンエコノミーは、4つの主要な柱の上に構築されています。 支払い経済、グローバルコミュニティ、NFT経済、GOYABOT AIです。 参加者は、トークンエコノミーの他のものとは異なるユニークな特徴を活用して、一定の利益を生み出します。 VOBトークンは、経済の主要な支払い通貨としての役割を果たし、シームレスな経験を提供し、最終的にはグローバルコミュニティの持続的で急速な成長につながるでしょう。 最後に、VOB NFTが実施され、参加者の全体的な経験が強化され、各参加者に直感的で目に見える指標が提供され、参加者が実行するすべての行動に対して更新され、即座に提供されます。 GOYA AIは、各個人の固有の特性とニーズをアルゴリズムと生態系に進化·反映し、参加者一人一人に合わせた戦略とガイドラインを提供するように構成されています。"

  },
  "devs" : {
    "devs_title" : "「GOYABOT AI」とビッグデータ",
    "devs_content": "GOYABOT by VOBは、最小限の人間の介入で特定のタスクを実行するために設計された自動化されたコンピュータープログラムです。私たちがより効率的なデータを送り出すにつれて、ユーザー数が増加しています。一方で、VOBは技術的に先進的なポリシーやVOBトークンを持つエコシステムを構築しています。さらに、安定したトークンエコノミーを提供し、利益を上げる機会を提供することで、より高度なプラットフォームを提供します。",
    "devs_acc": {
      "0": {
        "title": "意思決定の改善",
        "content": "AIはさまざまなソースから大量のデータを分析できます。これにより、トレーダーはより情報を得て、従来の手法を取った場合に見落とされていた機会を特定するのに役立ちます。"
      },
      "1": {
        "title": "リスク管理の改善",
        "content": "AIはリアルタイムでデータを分析し、潜在的なリスクを特定し、トレーダーがリスクを軽減するための適切な行動を取るのを可能にします。"
      },
      "2": {
        "title": "効率の改善",
        "content": "AIは特定のタスクやプロセスを自動化し、トレーダーが人間の専門知識が必要なより複雑なタスクに集中することができます。"
      },
      "3": {
        "title": "精度の向上",
        "content": "AIアルゴリズムは、データを分析し、個人の感情や偏見に左右されることなく、論理に基づいて意思決定を行うことで、エラーやミスのリスクを減らすのに役立ちます。"
      },
      "4": {
        "title": "個人化の向上",
        "content": "各トレーダーの過去の行動を分析することで、AIは個別のニーズや好みに合わせて個別の推奨事項を提供し、戦略を調整します。"
      }
    },
    "devs_subtitle": "セキュリティアーキテクチャ"
  }
}